import React from 'react';

import './Home.scss';

export default function Home() {
  return (
    <main className='home'>
      <p className='home-text'>
        <a
          target="_blank"
          rel="noopener noreferrer"
          href='https://discord.com/api/oauth2/authorize?client_id=883020186339397693&permissions=26933136456768&scope=bot'>EmojisBot
        </a> - это отличный способ проявить свою индивидуальность! Этот <a
          target="_blank"
          rel="noopener noreferrer"
          href='https://discord.com/api/oauth2/authorize?client_id=883020186339397693&permissions=26933136456768&scope=bot'>дискорд бот
        </a> будет ставить под всеми вашими сообщениями сочную реакцию. Такую 🔥 или ❤️, или вообще какую угодно, так как вы сами её выбираете. А когда вам надоест вы сможете <u>поменять</u> её <del>всего лишь за 50 рублей</del> когда угодно и сколько угодно раз. И это ещё <u>не</u> всё! В <a
          target="_blank"
          rel="noopener noreferrer"
          href='https://discord.com/api/oauth2/authorize?client_id=883020186339397693&permissions=26933136456768&scope=bot'>боте
        </a> присутствуют другие, не менее крутые, функции: проведение опросов при помощи реакций, просмотр аватарок других пользователей в хорошем качестве и подсчёт количества прожитых вами дней 🔥. <a
          target="_blank"
          rel="noopener noreferrer"
          href='https://discord.com/api/oauth2/authorize?client_id=883020186339397693&permissions=26933136456768&scope=bot'>EmojisBot
        </a> умеет разговаривать на двух языках 🤩 на английском и русском. Вы можете переключать их при помощи соответствующей команды. Чтобы не забутаться во всех этих функциях существует удобный раздел |help 📝. Добавить бота на сервер можно по <a
          target="_blank"
          rel="noopener noreferrer"
          href='https://discord.com/api/oauth2/authorize?client_id=883020186339397693&permissions=26933136456768&scope=bot'>этой ссылке
        </a> или по кнопке снизу:
      </p>
      <a
        target="_blank"
        rel="noopener noreferrer"
        href='https://discord.com/api/oauth2/authorize?client_id=883020186339397693&permissions=26933136456768&scope=bot'
        className='home-link'
      >Добавить на сервер!</a>
    </main>
  )
}
